# 1. Напишите программу, которая принимает на вход цифру, обозначающую день недели, и проверяет, является ли этот день выходным.

a = int(input('Введите чсило от 1 до 7 :  '))

if a >=6:
    print('Это выходной!')
else:
    print('Это серые будни..')
